Repository: l10n-tw/grub2-editor
Catalog: po/*/kcm-grub2.po
Languages: lt, pl, zh_cn, zh_tw

# @label:textbox
source: Image:
lt: Paveikslėlis:
pl: Obraz:
zh_cn: 图像：
zh_tw: 影像：

# @label:textbox
source: Convert To:
lt: Konvertuoti į:
pl: Skonwertuj do:
zh_cn: 转换为：
zh_tw: 轉換為：

# @title:group
source: Conversion Options
lt: Konvertavimo parinktys
pl: Opcje konwersji
zh_cn: 转换选项
zh_tw: 轉換選項

# @label:spinbox
source: Width:
lt: Plotis:
pl: Szerokość:
zh_cn: 宽度：
zh_tw: 寬度：

# @label:spinbox
source: Height:
lt: Aukštis:
pl: Wysokość:
zh_cn: 高度：
zh_tw: 高度：

# @option:check
source: Force resolution:
lt: Priversti ekrano raišką:
pl: Wymuś rozdzielczość:
zh_cn: 强制设置分辨率：
zh_tw: 強制設定解析度：

# @option:check
source: Set As GRUB Wallpaper:
lt: Nustatyti kaip GRUB apmušalą:
pl: Ustaw jako tapetę GRUB:
zh_cn: 设为 GRUB 桌面：
zh_tw: 設為 GRUB 桌布：

# @label:lockgroup
source: Lock group
zh_cn: 锁定组
zh_tw: 鎖定群組

# @label:availusers
source: &Available users:
zh_cn: 可选用户
zh_tw: 可用的使用者：(&A)

# @label:selecusers
source: Selected &users:
zh_cn: 已选用户
zh_tw: 選定的使用者：(&U)

# @label:listbox
source: Select partition to install/recover GRUB:
lt: Pasirinkite skaidinį GRUB įdiegimui/atstatymui:
pl: Wybierz partycję do instalacji/odzyskania GRUB:
zh_cn: 选择要安装/恢复 GRUB 的分区：
zh_tw: 選擇要安裝/回復 GRUB 的分割區：

# @title:column
source: Partition
lt: Skaidinys
pl: Partycja
zh_cn: 分区
zh_tw: 分割區

# @title:column
source: Mountpoint
lt: Montavimo taškas
pl: Punkt montowania
zh_cn: 挂载点
zh_tw: 掛載點

# @title:column
source: Label
lt: Žymė
pl: Etykieta
zh_cn: 标签
zh_tw: 標籤

# @title:column
source: File System
lt: Failų sistema
pl: System plików
zh_cn: 文件系统
zh_tw: 檔案系統

# @title:column
source: Size
lt: Dydis
pl: Rozmiar
zh_cn: 大小
zh_tw: 大小

# @info:tooltip
source: Install the bootloader on the boot sector of the selected partition instead of the MBR(=Master Boot Sector). Not recommended.
lt: Įdiegti pradinį įkėliklį skaidinio paleidimo paleidimo sektoriuje, ne MBR(=Master Boot Sector). Nerekomenduojama.
pl: Zainstaluj program rozruchowy w sektorze rozruchowym wybranej partycji, zamiast w MBR(=Master Boot Sector, z ang. Główny Sektor Rozruchowy). Niezalecane.
zh_cn: 安装启动加载器到选取的分区的开机分区，而不是安装到 MBR。不建议如此。
zh_tw: 安裝開機載入器到選取的分割區的開機磁區，而不是安裝到 MBR。不建議如此。

# @option:check
source: Install on partition instead of MBR (Advanced)
lt: Įdiegti skaidinyje vietoje MBR (Išsamiau)
pl: Zainstaluj w partycji zamiast w MBR (Zaawansowane)
zh_cn: 安装在分区而非 MBR（进阶）
zh_tw: 安裝在分割區而非 MBR（進階）

# @title:tab Refers to settings.
source: General
lt: Bendri
pl: Ogólne
zh_cn: 一般
zh_tw: 一般

# @title:group
source: Timeout
lt: Laikas baigėsi
pl: Czas oczekiwania
zh_cn: 超时
zh_tw: 逾時

# @option:check
source: Hide the menu for:
lt: Slėpti meniu:
pl: Ukryj menu na:
zh_cn: 隐藏选单多久：
zh_tw: 隱藏選單多久：

# @label:spinbox seconds (suffix)
source: s
zh_cn: 秒
zh_tw: 秒

# @option:check
source: Show countdown timer
lt: Rodyti atvirkštinį laikmatį
pl: Pokaż odliczanie
zh_cn: 显示倒数计时器
zh_tw: 顯示倒數計時器

# @option:check
source: Automatically boot the default entry after showing the menu
lt: Automatiškai įkelti numatytą įrašą po meniu parodymo
pl: Automatycznie wykonaj rozruch domyślnej pozycji po ukazaniu się menu
zh_cn: 显示选单后自动以预设的项目开机
zh_tw: 顯示選單後自動以預設的項目開機

# @option:radio
source: &Immediately
zh_tw: 立即(&I)

# @option:radio
source: A&fter:
zh_tw: 多久之後：(&F)

# @title:group
source: Default Entry
lt: Numatytas įrašas
pl: Domyślna pozycja
zh_cn: 预设项目
zh_tw: 預設項目

# @label:listbox
source: Default Entry:
lt: Numatytas įrašas:
pl: Domyślna pozycja:
zh_cn: 预设项目：
zh_tw: 預設項目：

# @action:button
source: Remove Old Entries
lt: Pašalinti senus įrašus
pl: Usuń stare pozycje
zh_cn: 移除旧项目
zh_tw: 移除舊項目

# @option:check
source: The next booted entry will become default
lt: Kitas pakrautas įrašas taps numatytuoju
pl: Następna uruchomiona pozycja stanie się domyślną
zh_cn: 下一个开机项目会成为预设值
zh_tw: 下一個開機項目會成為預設值

# @title:group
source: Generated Entries
lt: Generuojami įrašai
pl: Utworzone pozycje
zh_cn: 产生的项目
zh_tw: 產生的項目

# @option:check
source: Generate recovery entries
lt: Generuoti atkūrimo veiksenos įrašus
pl: Utwórz pozycje odzyskiwania
zh_cn: 产生救援的选项
zh_tw: 產生救援的選項

# @option:check
source: Generate memtest entries
lt: Generuoti memtest įrašus
pl: Utwórz pozycje dla memtest
zh_cn: 产生内存测试的选项
zh_tw: 產生記憶體測試的選項

# @option:check
source: Probe for operating systems
lt: Ieškoti operacinių sistemų
pl: Szukaj innych systemów operacyjnych
zh_cn: 检测操作系统
zh_tw: 偵測作業系統

# @title:tab
source: Appearance
lt: Išvaizda
pl: Wygląd
zh_cn: 外观
zh_tw: 外觀

# @title:group
source: Language
zh_cn: 语言
zh_tw: 語言

# @label:listbox
source: Language:
zh_cn: 语言：
zh_tw: 語言：

# @title:group
source: Resolutions
lt: Raiška
pl: Rozdzielczości
zh_cn: 分辨率
zh_tw: 解析度

# @label:listbox
source: Linux Kernel:
lt: Linux branduolys:
pl: Jądro Linuksa:
zh_cn: Linux 内核：
zh_tw: Linux 核心：

source: Load Available Resolutions
zh_cn: 加载可用分辨率
zh_tw: 載入可用的解析度

# @title:group
source: Colors
lt: Spalvos
pl: Kolory
zh_cn: 颜色
zh_tw: 顏色

# @label:chooser
source: Normal Foreground (Text):
lt: Normalus priekinis planas (Tekstas)
pl: Kolor normalnego tła (tekst):
zh_cn: 正常前景（文字）：
zh_tw: 正常前景（文字）：

# @label:chooser
source: Highlight Foreground (Text):
lt: Paryškinti priekinį planą (Tekstas):
pl: Kolor podświetlonego tła (tekst):
zh_cn: 突显的前景（文字）：
zh_tw: 突顯的前景（文字）：

# @label:chooser
source: Normal Background:
lt: Normalus fonas:
pl: Kolor normalnego tła:
zh_cn: 正常背景：
zh_tw: 正常背景：

# @label:chooser
source: Highlight Background:
lt: Paryškintas fonas:
pl: Kolor podświetlonego tła:
zh_cn: 突显的背景：
zh_tw: 突顯的背景：

# @title:group Refers to the image shown behind the boot menu.
source: Background
lt: Fonas
pl: Tło
zh_cn: 背景
zh_tw: 背景

# @label:textbox
source: Wallpaper:
lt: Apmušalas:
pl: Tapeta:
zh_cn: 桌面：
zh_tw: 桌布：

# @action:button
source: Preview
lt: Peržiūra
pl: Podgląd
zh_cn: 预览
zh_tw: 預覽

# @action:button
source: Create
lt: Sukurti
pl: Utwórz
zh_cn: 建立
zh_tw: 建立

# @label:textbox
source: Theme:
lt: Tema:
pl: Motyw:
zh_cn: 主题：
zh_tw: 主題：

# @title:tab
source: Security
zh_cn: 安全
zh_tw: 安全功能

# @label:enablesec
source: Enable security
zh_cn: 启用安全选项
zh_tw: 啟用安全功能

# @label:users
source: Users
zh_cn: 用户
zh_tw: 使用者

source: Add user
zh_tw: 新增使用者

source: Delete user
zh_tw: 刪除使用者

source: Edit user
zh_tw: 編輯使用者

# @label:groups
source: Groups
zh_cn: 组
zh_tw: 群組

source: Edit group
zh_tw: 編輯群組

# @title:tab Refers to custom entries.
source: Custom Entries
zh_tw: 自訂項目

# @title:tab Refers to settings.
source: Advanced
lt: Sudėtingesni
pl: Zaawansowane
zh_cn: 高级
zh_tw: 進階

# @title:group
source: Linux Kernel Arguments
lt: Linux branduolio parametrai
pl: Parametry dla jądra Linuksa
zh_cn: Linux 内核参数
zh_tw: Linux 核心參數

# @label:textbox
source: Normal Entries:
lt: Normalūs įrašai:
pl: Normalne pozycje:
zh_cn: 正常的项目：
zh_tw: 正常的項目：

# @action:button
source: Suggestions
lt: Pasiūlymai
pl: Podpowiedzi
zh_cn: 建议
zh_tw: 建議

# @label:textbox
source: All Entries:
lt: Visi įrašai:
pl: Wszystkie pozycje:
zh_cn: 所有的项目：
zh_tw: 所有的項目：

# @title:group Noun.
source: Terminal
lt: Terminalas
zh_cn: 终端
zh_tw: 終端機

# @label:textbox Noun.
source: Terminal:
lt: Terminalas:
zh_cn: 终端：
zh_tw: 終端機：

# @label:textbox
source: Input Terminal:
lt: Įvesties terminalas:
pl: Terminal wejściowy:
zh_cn: 输入终端：
zh_tw: 輸入終端機：

# @label:textbox
source: Output Terminal:
lt: Išvesties terminalas:
pl: Terminal wyjściowy:
zh_cn: 输出终端：
zh_tw: 輸出終端機：

# @title:group Refers to settings.
source: Other
lt: Kita
pl: Inne
zh_cn: 其他
zh_tw: 其他

# @label:textbox
source: Distributor:
lt: Distribucija:
pl: Dystrybutor:
zh_cn: 发布者：
zh_tw: 發布者：

# @label:textbox
source: Serial Command:
lt: Nuoseklioji komanda
pl: Terminal szeregowy:
zh_cn: 序列命令：
zh_tw: 序列指令：

# @label:textbox
source: Init Tune:
pl: Dostosowanie inicjalizacji:
zh_cn: 初始化调整：
zh_tw: 初始化調整：

source: Enable UUIDs
zh_tw: 啟用 UUID

source: Remove echo commands for silent boot
zh_cn: 移除echo命令（用于静默启动）
zh_tw: 從安靜開機移除 echo 指令

# @title:group
source: Tools
lt: Įrankiai
pl: Narzędzia
zh_cn: 工具
zh_tw: 工具

# @action:button
source: Install/Recover Bootloader
lt: Įdiegti/Atkurti pradinį įkėliklį
pl: Zainstaluj/Odzyskaj program rozruchowy
zh_cn: 安装/恢复启动加载器
zh_tw: 安裝/回復開機載入器

# @label:listbox
source: Select entries to remove:
lt: Pasirinkite šalinamus įrašus:
pl: Wybierz pozycje do usunięcia:
zh_cn: 选择要移除的项目：
zh_tw: 選擇要移除的項目：

# @info:tooltip
source: Remove associated kernel header files.
lt: Pašalinti susijusius branduolio antraštinius failus
pl: Usuń powiązane pliki nagłówkowe jądra.
zh_cn: 移除相关的内核头文件。
zh_tw: 移除相關的核心標頭檔。

# @option:check
source: Also remove associated old packages
lt: Taip pat pašalinti susijusius senus paketus
pl: Usuń również powiązane stare pakiety
zh_cn: 同时移除相关的旧包
zh_tw: 同時移除相關的舊套件

# @label:username
source: User Name
zh_cn: 用户名
zh_tw: 使用者名稱

# @label:password
source: Password
zh_cn: 密码
zh_tw: 密碼

# @label:confirmpassword
source: Confirm password
zh_cn: 确认密码
zh_tw: 確認密碼

# @label:superuser
source: Superuser
zh_cn: 超级用户
zh_tw: 超級使用者

# @label:cryptpassword
source: Crypt password
zh_cn: 密码加密
zh_tw: 加密密碼

# NAME OF TRANSLATORS
source: Your names
lt: Andrius Štikonas, Liudas Ališauskas
pl: Paweł Słomski, Łukasz Wojniłowicz
zh_cn: Lin Ziyun
zh_tw: Frank Weng (a.k.a. Franklin), Jeff Huang

# EMAIL OF TRANSLATORS
source: Your emails
lt: stikonas@gmail.com, liudas@akmc.lt
pl: pawlerson@gmail.com, lukasz.wojnilowicz@gmail.com
zh_cn: ohmygod19993@gmail.com
zh_tw: franklin@goodhorse.idv.tw, s8321414@gmail.com

# @item:inlistbox
source: ImageMagick supported image formats
lt: ImageMagick palaikomi paveikslėlių formatai
pl: Formaty obrazów wspierane przez ImageMagick
zh_cn: ImageMagick 支持的图像格式
zh_tw: ImageMagick 支援的影像格式

# @info
source: Please fill in both <interface>Image</interface> and <interface>Convert To</interface> fields.
lt: Prašome užpildyti abu <interface>paveikslėlio</interface> ir <interface>konvertuoti į</interface> laukus.
pl: Proszę wypełnić pola <interface>Obraz</interface> i <interface>Skonwertuj do</interface>.
zh_cn: 请填入「<interface>图像</interface>」与「<interface>转换为</interface>」栏目。
zh_tw: 請填入「<interface>影像</interface>」與「<interface>轉換為</interface>」欄位。

# @info
source: Please fill in both <interface>Width</interface> and <interface>Height</interface> fields.
lt: Prašome užpildyti abu <interface>pločio</interface> ir <interface>aukščio</interface> laukus.
pl: Proszę wypełnić pola <interface>Szerokość</interface> i <interface>Wysokość</interface>.
zh_cn: 请填入「<interface>宽度</interface>」与「<interface>高度</interface>」栏目。
zh_tw: 請填入「<interface>寬度</interface>」與「<interface>高度</interface>」欄位。

# @info
source: You do not have write permissions in this directory, please select another destination.
zh_cn: 您没有此目录的写入权限。请选择其他的目标。
zh_tw: 您沒有此目錄的寫入權限。請選擇其他的目標。

# @title:window
source: Edit Group %1
zh_tw: 編輯群組 %1

# @info
source: Original configuration file <filename>%1</filename> does not exist.
lt: Originalus konfigūracijos failas <filename>%1</filename> neegzistuoja.
pl: Oryginalny plik konfiguracyjny <filename>%1</filename> nie istnieje.
zh_cn: 原始设置文件 <filename>%1</filename> 不存在。
zh_tw: 原始設定檔 <filename>%1</filename> 不存在。

# @info
source: Cannot remove current configuration file <filename>%1</filename>.
lt: Nepavyksta pašalinti konfigūracijos failo <filename>%1</filename>.
pl: Nie można usunąć bieżącego pliku konfiguracyjnego <filename>%1</filename>.
zh_cn: 无法移除目前的设置文件 <filename>%1</filename>。
zh_tw: 無法移除目前的設定檔 <filename>%1</filename>。

# @info
source: Cannot copy original configuration file <filename>%1</filename> to <filename>%2</filename>.
lt: Nepavyksta nukopijuoto originalus konfigūracijos failo <filename>%1</filename> į <filename>%2</filename>.
pl: Nie można skopiować oryginalnego pliku konfiguracyjnego <filename>%1</filename> do <filename>%2</filename>.
zh_cn: 无法复制原始设置文件 <filename>%1</filename> 到 <filename>%2</filename>。
zh_tw: 無法複製原始設定檔 <filename>%1</filename> 到 <filename>%2</filename>。

# @info
source: Failed to create temporary mount point.
lt: Nepavyko sukurti laikiną prijungimo tašką.
pl: Nie można utworzyć tymczasowego punktu montowania.
zh_cn: 建立暂时的挂载点失败。
zh_tw: 建立暫時的掛載點失敗。

# @title:window
source: Install/Recover Bootloader
lt: Įdiegti/Atkurti pradinio įkėliklio
pl: Zainstaluj/Odzyskaj program rozruchowy
zh_cn: 安装/恢复启动加载器
zh_tw: 安裝/回復開機載入器

# @info
source: Sorry, you have to select a partition with a proper name!
lt: Apgailestaujame, bet privalote pasirinkti skaidinį su tinkamu pavadinimu!
pl: Należy wybrać odpowiednią partycję!
zh_cn: 抱歉，您必须选择有适当名称的分区。
zh_tw: 抱歉，您必須選擇有適當名稱的分割區。

# @title:window
source: Installing
lt: Diegiama
pl: Instalacja
zh_cn: 安装中
zh_tw: 安裝中

# @info:progress
source: Installing GRUB...
lt: Diegiamas GRUB...
pl: Instalowanie GRUB...
zh_cn: 安装 GRUB 中...
zh_tw: 安裝 GRUB 中...

# @info
source: Failed to install GRUB.
lt: Nepavyko įdiegti GRUB.
pl: Nie udało się zainstalować GRUB.
zh_cn: 安装 GRUB 失败。
zh_tw: 安裝 GRUB 失敗。

# @title:window
source: Information
lt: Informacija
pl: Informacja
zh_cn: 信息
zh_tw: 資訊

# @info
source: Successfully installed GRUB.
lt: GRUB sėkmingai įdiegtas.
pl: GRUB zainstalowano pomyślnie.
zh_cn: 已成功安装 GRUB。
zh_tw: 已成功安裝 GRUB。

source: KDE GRUB2 Bootloader Control Module
zh_tw: KDE GRUB2 開機載入器控制模組

source: A KDE Control Module for configuring the GRUB2 bootloader.
zh_tw: 設定 GRUB2 開機載入器的 KDE 控制模組。

source: Main Developer
zh_tw: 主要開發者

source: Developer
zh_tw: 開發者

# @info
source: All your current settings will be lost! do you want to proceed?
zh_cn: 将丢失目前所有的设置！是否继续？
zh_tw: 您目前的所有設定都將會遺失！您想要繼續嗎？

# @info
source: Save action not authorized.
zh_cn: 保存操作未得到授权
zh_tw: 儲存動作未認證。

# @info
source: Failed to restore the default values.
lt: Nepavyko atstatyti numatytų verčių.
pl: Nie udało się przywrócić domyślnych wartości.
zh_cn: 恢复预设值失败。
zh_tw: 回復預設值失敗。

# @title:window Verb (gerund). Refers to current status.
source: Saving
lt: Įrašoma
pl: Zapisywanie
zh_cn: 正在储存
zh_tw: 正在儲存

# @info:progress
source: Saving GRUB settings...
lt: Įrašomi GRUB nustatymai...
pl: Zapisywanie ustawień GRUB...
zh_cn: 正在储存 GRUB 设置...
zh_tw: 正在儲存 GRUB 設定...

# @info
source: Successfully saved GRUB settings.
lt: GRUB nustatymai sėkmingai įrašyti.
pl: Pomyślnie zapisano ustawienia GRUB.
zh_cn: 已成功储存 GRUB 设置。
zh_tw: 已成功儲存 GRUB 設定。

# @info
source: Failed to save GRUB settings.
lt: Nepavyko įrašyti GRUB nustatymų.
pl: Nie udało się zapisać ustawień GRUB.
zh_cn: 储存 GRUB 设置失败。
zh_tw: 儲存 GRUB 設定失敗。

# @property
source: Yes
zh_cn: 是
zh_tw: 是

# @property
source: No
zh_cn: 否
zh_tw: 否

# @property
source: Encrypted
zh_cn: 加密
zh_tw: 已加密

# @property
source: Plain
zh_cn: 明文
zh_tw: 純文字

# @info
source: No users found!
zh_cn: 未找到任何用户！
zh_tw: 找不到使用者！

# @property
source: Superusers only
zh_cn: 仅超级用户
zh_tw: 僅超級使用者

# @property
source: Everyone
zh_cn: 所有人
zh_tw: 所有人

# @title:window
source: Enter screen resolution
lt: Įveskite ekrano raišką
pl: Podaj rozdzielczość ekranu
zh_cn: 输入屏幕分辨率
zh_tw: 輸入螢幕解析度

# @label:textbox
source: Please enter a GRUB resolution:
lt: Prašom įvesti GRUB raišką:
pl: Proszę podać rozdzielczość dla GRUB:
zh_cn: 请输入 GRUB 分辨率：
zh_tw: 請輸入 GRUB 解析度：

# @info
source: Press <shortcut>Escape</shortcut> to exit fullscreen mode.
lt: Paspauskite <shortcut>Escape</shortcut>, kad išeitumėte iš viso ekrano režimo.
pl: Wciśnij <shortcut>Escape</shortcut> aby opuścić tryb pełnoekranowy.
zh_cn: 按下 ESC 离开全屏幕模式。
zh_tw: 按下 ESC 離開全螢幕模式。

# @item:inlistbox Refers to color.
source: Black
lt: Juodas
pl: Czarny
zh_cn: 黑
zh_tw: 黑

# @item:inlistbox Refers to color.
source: Transparent
lt: Permatomas
pl: Przezroczysty
zh_cn: 透明
zh_tw: 透明

# @item:inlistbox Refers to color.
source: Blue
lt: Mėlynas
pl: Niebieski
zh_cn: 蓝
zh_tw: 藍

# @item:inlistbox Refers to color.
source: Cyan
lt: Žydras
pl: Cyjan
zh_cn: 青绿色
zh_tw: 青綠色

# @item:inlistbox Refers to color.
source: Dark Gray
lt: Tamsiai pilkas
pl: Ciemny szary
zh_cn: 暗灰色
zh_tw: 暗灰色

# @item:inlistbox Refers to color.
source: Green
lt: Žalias
pl: Zielony
zh_cn: 绿
zh_tw: 綠

# @item:inlistbox Refers to color.
source: Light Cyan
lt: Šviesiai žydra
pl: Jasny cyjan
zh_cn: 浅青色
zh_tw: 淺青色

# @item:inlistbox Refers to color.
source: Light Blue
lt: Žydras
pl: Jasnoniebieski
zh_cn: 亮蓝色
zh_tw: 亮藍色

# @item:inlistbox Refers to color.
source: Light Green
lt: Šviesiai žalias
pl: Jasnozielony
zh_cn: 浅绿色
zh_tw: 淺綠色

# @item:inlistbox Refers to color.
source: Light Gray
lt: Šviesiai pilkas
pl: Jasny szary
zh_cn: 亮灰色
zh_tw: 亮灰色

# @item:inlistbox Refers to color.
source: Light Magenta
lt: Šviesiai rausvas
pl: Jasny purpurowy
zh_cn: 浅品红色
zh_tw: 淺品紅色

# @item:inlistbox Refers to color.
source: Light Red
lt: Šviesiai raudonas
pl: Jasnoczerwony
zh_cn: 浅红色
zh_tw: 淺紅色

# @item:inlistbox Refers to color.
source: Magenta
lt: Rausvas
pl: Purpurowy
zh_cn: 紫红色
zh_tw: 紫紅色

# @item:inlistbox Refers to color.
source: Red
lt: Raudonas
pl: Czerwony
zh_cn: 红色
zh_tw: 紅色

# @item:inlistbox Refers to color.
source: White
lt: Baltas
pl: Biały
zh_cn: 白色
zh_tw: 白色

# @item:inlistbox Refers to color.
source: Yellow
lt: Geltonas
pl: Żółty
zh_cn: 黄色
zh_tw: 黃色

# @action:inmenu
source: Quiet Boot
lt: Tyli įkrova
pl: Cichy rozruch
zh_cn: 安静开机
zh_tw: 安靜開機

# @action:inmenu
source: Show Splash Screen
lt: Rodyti pasveikinimo ekraną
pl: Pokaż ekran powitalny
zh_cn: 显示欢迎画面
zh_tw: 顯示歡迎畫面

# @action:inmenu
source: Disable Plymouth
lt: Išjungti Plymouth
pl: Wyłącz Plymouth
zh_cn: 关闭 Plymouth
zh_tw: 關閉 Plymouth

# @action:inmenu
source: Turn Off ACPI
lt: Išjungti ACPI
pl: Wyłącz ACPI
zh_cn: 关闭 ACPI
zh_tw: 關閉 ACPI

# @action:inmenu
source: Turn Off APIC
lt: Išjungti APIC
pl: Wyłącz APIC
zh_cn: 关闭 APIC
zh_tw: 關閉 APIC

# @action:inmenu
source: Turn Off Local APIC
lt: Išjungti vietinį APIC
pl: Wyłącz lokalne APIC
zh_cn: 关闭本地端 APIC
zh_tw: 關閉本地端 APIC

# @action:inmenu
source: Single User Mode
lt: Vieno naudojo režimas
pl: Tryb pojedynczego użytkownika
zh_cn: 单一使用者模式
zh_tw: 單一使用者模式

# @action:inmenu
source: PC BIOS && EFI Console
lt: PC BIOS ir EFI konsolė
pl: PC BIOS i terminal EFI
zh_cn: PC BIOS 与 EFI 主控台
zh_tw: PC BIOS 與 EFI 主控台

# @action:inmenu
source: Serial Terminal
lt: Nuoseklusis terminalas
pl: Terminal szeregowy
zh_cn: 序列终端
zh_tw: 序列終端機

source: Open Firmware Console
lt: Atverti mikroprogramos konsolę
pl: Otwórz terminal firmware
zh_cn: 开启固件主控台
zh_tw: 開啟韌體主控台

# @action:inmenu
source: PC AT Keyboard (Coreboot)
lt: PC AT klaviatūra (Coreboot)
pl: Klawiatura PC AT (Coreboot)
zh_cn: PC AT 键盘（Coreboot）
zh_tw: PC AT 鍵盤（Coreboot）

# @action:inmenu
source: USB Keyboard (HID Boot Protocol)
lt: USB klaviatūra (HID įkrovos protokolas)
pl: Klawiatura USB (HID Boot Protocol)
zh_cn: USB 键盘(HID 开机协定）
zh_tw: USB 鍵盤(HID 開機協定）

# @action:inmenu
source: Graphics Mode Output
lt: Grafinės veiksenos išvestis
pl: Wyjście dla trybu graficznego
zh_cn: 图形模式输出
zh_tw: 圖形模式輸出

# @action:inmenu
source: VGA Text Output (Coreboot)
lt: VGA teksto išvestis (Coreboot)
pl: Wyjście tekstowe VGA (Coreboot)
zh_cn: VGA 文字输出（Coreboot）
zh_tw: VGA 文字輸出（Coreboot）

# @title:window
source: Probing devices
lt: Bandomi įrenginiai
pl: Wykrywanie urządzeń
zh_cn: 检测设备中
zh_tw: 偵測裝置中

# @info:progress
source: Probing devices for their GRUB names...
lt: Tikrini įrenginius dėl GRUB vardų...
pl: Wykrywanie nazw urządzeń dla GRUB...
zh_cn: 检测设备在 GRUB 上的名称中...
zh_tw: 偵測裝置在 GRUB 上的名稱中...

# @info
source: Failed to get GRUB device names.
lt: Nepavyko gauti GRUB įrenginių pavadinimų.
pl: Nie udało się odczytać nazw urządzeń GRUB.
zh_cn: 取得 GRUB 设备名称失败。
zh_tw: 取得 GRUB 裝置名稱失敗。

# @info
source: Helper returned malformed device list.
lt: Pagalbininkas grąžino netinkamai suformuotą įrenginių sąrašą.
pl: Program pomocniczy zwrócił zniekształconą listę urządzeń.
zh_cn: 协助程序传回不正确的设备列表。
zh_tw: 協助程式傳回不正確的裝置清單。

# @header
source: Name
zh_cn: 名称
zh_tw: 名稱

# @header
source: Superuser
zh_cn: 超级用户
zh_tw: 超級使用者

# @header
source: Password type
zh_cn: 密码类型
zh_tw: 密碼類型

# @header
source: Locked
zh_cn: 锁定
zh_tw: 已鎖定

# @header
source: Allowed users
zh_cn: 允许的用户
zh_tw: 允許的使用者

# @item:inlistbox Refers to screen resolution.
source: Custom...
lt: Pasirinktas...
pl: Własne...
zh_cn: 自定义...
zh_tw: 自訂...

# @item:inlistbox
source: Unspecified
lt: Nenurodyta
pl: Niesprecyzowane
zh_cn: 未指定
zh_tw: 未指定

# @item:inlistbox
source: Boot in Text Mode
lt: Krauti tekstiniame režime
pl: Uruchom w trybie tekstowym
zh_cn: 以文字模式开机
zh_tw: 以文字模式開機

# @item:inlistbox
source: Keep GRUB's Resolution
lt: Išlaikyti GRUB raišką
pl: Zachowaj rozdzielczość GRUB
zh_cn: 保持 GRUB 的分辨率
zh_tw: 保持 GRUB 的解析度

source: System language
zh_cn: 系统语言
zh_tw: 系統語言

# @info
source: Not Authorized.
zh_cn: 未授权
zh_tw: 未認證。

# @info
source: The process could not be started.
lt: Procesas negalėjo būti paleistas.
pl: Nie można uruchomić procesu.
zh_cn: 无法启动进程。
zh_tw: 無法啟動行程。

# @info
source: The process crashed.
lt: Procesas nulūžo.
pl: Proces uległ awarii.
zh_cn: 进程已崩溃。
zh_tw: 行程已崩潰。

# @info
source: Command: %1 Error code: %2 Error message: %3
zh_tw: 指令：%1 錯誤代碼：%2 錯誤訊息：%3

# @info
source: Error message: %1
zh_tw: 錯誤訊息：%1

# transaction state, the daemon is in the process of starting
source: Waiting for service to start
lt: Laukiama, kol pasileis tarnyba
pl: Oczekiwanie na start usługi
zh_cn: 等待服务启动中
zh_tw: 等待服務啟動中

# transaction state, the transaction is waiting for another to complete
source: Waiting for other tasks
lt: Laukiama kitų užduočių
pl: Oczekiwanie na inne zadania
zh_cn: 等待其它任务中
zh_tw: 等待其它工作中

# transaction state, just started
source: Running task
lt: Vykdoma užduotis
pl: Bieżące zadanie
zh_cn: 执行任务中
zh_tw: 執行工作中

# transaction state, is querying data
source: Querying
lt: Užklausiama
pl: Badanie
zh_cn: 查询中
zh_tw: 查詢中

# transaction state, getting data from a server
source: Getting information
lt: Gaunama informacija
pl: Pobieranie informacji
zh_cn: 取得信息中
zh_tw: 取得資訊中

# transaction state, removing packages
source: Removing packages
lt: Šalinami paketai
pl: Usuwanie pakietów
zh_cn: 移除包中
zh_tw: 移除套件中

# transaction state, downloading package files
source: Downloading packages
lt: Atsiunčiami paketai
pl: Pobieranie pakietów
zh_cn: 下载包中
zh_tw: 下載套件中

# transaction state, installing packages
source: Installing packages
lt: Diegiami paketai
pl: Instalowanie pakietów
zh_cn: 安装包中
zh_tw: 安裝套件中

# transaction state, refreshing internal lists
source: Refreshing software list
lt: Atnaujinamas programų sąrašas
pl: Odświeżanie repozytorium
zh_cn: 刷新软件列表
zh_tw: 刷新軟體清單

# transaction state, installing updates
source: Updating packages
lt: Atnaujinami paketai
pl: Uaktualnianie pakietów
zh_cn: 更新包中
zh_tw: 更新套件中

# transaction state, removing old packages, and cleaning config files
source: Cleaning up packages
lt: Valomi paketai
pl: Czyszczenie pakietów
zh_cn: 清除包中
zh_tw: 清除套件中

# transaction state, obsoleting old packages
source: Obsoleting packages
lt: Nebevartojami paketai
pl: Porzucanie starych pakietów
zh_cn: 废弃旧包中
zh_tw: 廢棄舊套件中

# transaction state, checking the transaction before we do it
source: Resolving dependencies
lt: Sprendžiamos priklausomybės
pl: Sprawdzanie zależności
zh_cn: 解决依赖问题中
zh_tw: 解決相依性問題中

# transaction state, checking if we have all the security keys for the operation
source: Checking signatures
lt: Tikrinami parašai
pl: Sprawdzanie sygnatur
zh_cn: 检查签名中
zh_tw: 檢查簽章中

# transaction state, when we're doing a test transaction
source: Testing changes
lt: Testuojami pakeitimai
pl: Sprawdzanie zmian
zh_cn: 测试变更中
zh_tw: 測試變更中

# transaction state, when we're writing to the system package database
source: Committing changes
lt: Vykdomi pakeitimai
pl: Dokonywanie zmian
zh_cn: 提交变更中
zh_tw: 提交變更中

# transaction state, requesting data from a server
source: Requesting data
lt: Užklausiama duomenų
pl: Pobieranie danych
zh_cn: 请求数据中
zh_tw: 請求資料中

# transaction state, all done!
source: Finished
lt: Baigta
pl: Ukończono
zh_cn: 已完成
zh_tw: 已完成

# transaction state, in the process of cancelling
source: Cancelling
lt: Atšaukiama
pl: Anulowanie
zh_cn: 取消中
zh_tw: 取消中

# transaction state, downloading metadata
source: Downloading repository information
lt: Atsiunčiama saugyklos informacija
pl: Pobieranie informacji o repozytorium
zh_cn: 下载主目录信息中
zh_tw: 下載主目錄資訊中
