Repository: l10n-tw/grub2-editor
Catalog: po/*/kcm-grub2.po
Languages: lt, pl, zh_cn, zh_tw

# transaction state, downloading metadata
source: Downloading list of packages
lt: Atsiunčiamas paketų sąrašas
pl: Pobieranie listy pakietów
zh_cn: 下载包列表中
zh_tw: 下載套件清單中

# transaction state, downloading metadata
source: Downloading file lists
lt: Atsiunčiamas failų sąrašas
pl: Pobieranie listy plików
zh_cn: 下载文件列表中
zh_tw: 下載檔案清單中

# transaction state, downloading metadata
source: Downloading lists of changes
lt: Atsiunčiamas pakeitimų sąrašas
pl: Pobieranie listy zmian
zh_cn: 下载变更列表中
zh_tw: 下載變更清單中

# transaction state, downloading metadata
source: Downloading groups
lt: Atsiunčiamos grupės
pl: Pobieranie grup
zh_cn: 下载群组中
zh_tw: 下載群組中

# transaction state, downloading metadata
source: Downloading update information
lt: Atsiunčiama informacija apie atnaujinimą
pl: Pobieranie metadanych
zh_cn: 下载更新信息中
zh_tw: 下載更新資訊中

# transaction state, repackaging delta files
source: Repackaging files
lt: Perpakuojami failai
pl: Sprawdzanie zmian
zh_cn: 重新打包文件中
zh_tw: 重新包套件檔中

# transaction state, loading databases
source: Loading cache
lt: Įkeliamas podėlis
pl: Wczytywanie pamięci podręcznej
zh_cn: 载入缓存中
zh_tw: 載入快取中

# transaction state, scanning for running processes
source: Scanning installed applications
lt: Ieškoma įdiegtų programų
pl: Skanowanie zainstalowanych aplikacji
zh_cn: 扫描已安装应用程序中
zh_tw: 掃描已安裝應用程式中

# transaction state, generating a list of packages installed on the system
source: Generating package lists
lt: Generuojami paketų sąrašai
pl: Generowanie listy pakietów
zh_cn: 产生包列表中
zh_tw: 產生套件清單中

# transaction state, when we're waiting for the native tools to exit
source: Waiting for package manager lock
lt: Laukiama paketų tvarkyklės užrakto
pl: Oczekiwanie na zwolnienie blokady menadżera pakietów
zh_cn: 等待包管理员锁定中
zh_tw: 等待套件管理員鎖定中

# waiting for user to type in a password
source: Waiting for authentication
lt: Laukiama autentifikacijos
pl: Oczekiwanie na uwierzytelnienie
zh_cn: 等待认证中
zh_tw: 等待認證中

# we are updating the list of processes
source: Updating the list of running applications
lt: Atnaujinamas veikiančių programų sąrašas
pl: Odświeżanie listy uruchomionych aplikacji
zh_cn: 更新正在执行的应用程序列表中
zh_tw: 更新正在執行的應用程式清單中

# we are checking executable files in use
source: Checking for applications currently in use
lt: Tikrinamos šiuo metu naudojamos programos
pl: Sprawdzanie aplikacji, które są obecnie w użyciu
zh_cn: 检查目前使用的应用程序中
zh_tw: 檢查目前使用的應用程式中

# we are checking for libraries in use
source: Checking for libraries currently in use
lt: Tikrinamos šiuo metu naudojamos bibliotekos
pl: Sprawdzanie bibliotek, które są obecnie w użyciu
zh_cn: 检查目前使用的函式库中
zh_tw: 檢查目前使用的函式庫中

# we are copying package files to prepare to install
source: Copying files
lt: Kopijuojami failai
pl: Kopiowanie plików
zh_cn: 复制文件中
zh_tw: 複製檔案中

# @title:window
source: Remove Old Entries
lt: Šalinti senus įrašus
pl: Usunięcie starych pozycji
zh_cn: 移除旧项目
zh_tw: 移除舊項目

# @title:window
source: Finding Old Entries
lt: Ieškoma senų įrašų
pl: Szukanie starych pozycji
zh_cn: 寻找旧项目中
zh_tw: 尋找舊項目中

# @info:progress
source: Finding Old Entries...
lt: Ieškoma senų įrašų...
pl: Szukanie starych pozycji...
zh_cn: 寻找旧项目中...
zh_tw: 尋找舊項目中...

# @item:inlistbox
source: Kernel %1
lt: Branduolys %1
pl: Jądro %1
zh_cn: 内核 %1
zh_tw: 核心 %1

# @info
source: No removable entries were found.
lt: Nerasta pašalinamų įrašų.
pl: Nie znaleziono usuwalnych pozycji.
zh_cn: 没有找到可移除的项目。
zh_tw: 沒有找到可移除的項目。

# @info
source: Are you sure you want to remove the following packages?
lt: Ar tikrai norite pašalinti šiuos paketus?
pl: Czy jesteś pewien, żeby usunąć następujące pakiety?
zh_cn: 您确定您要移除以下的包吗？
zh_tw: 您確定您要移除以下的套件嗎？

# @title:window
source: Removing Old Entries
lt: Pašalinti senus įrašus
pl: Usuwanie starych pozycji
zh_cn: 移除旧项目中
zh_tw: 移除舊項目中

# @info
source: Package removal failed.
lt: Paketo šalinimas nepavyko.
pl: Nie powiodło się usuwanie pakietów.
zh_cn: 移除包失败。
zh_tw: 移除套件失敗。

# @title:window
source: Edit User
zh_cn: 编辑用户
zh_tw: 編輯使用者

# @info
source: Passwords don't match!
zh_cn: 两次输入的密码不同!
zh_tw: 密碼不符！

# @info
source: Please fill in passwords!
zh_cn: 请输入密码!
zh_tw: 請填寫密碼！

# @info
source: Please fill in username!
zh_cn: 请输入用户名!
zh_tw: 請填寫使用者名稱！

# This is when the transaction status is not known
source: Unknown state
pl: Nieznany stan

# transaction state, when we return to a previous system state
source: Rolling back
pl: Cofanie zmian
